[
{"platform": "SwiggyInstamart", "pincode": "560037", "dateOfScrape": "08-Sep-24", "area": "Marathalli", "city": "bangalore", "productUrl": "https://www.swiggy.com/instamart/p/the-baker-s-dozen-ragi-crackers-baked-snacks-no-maida-HFTXZICB4Y", "storeid": "1380522", "lat_long": "", "SkuName": "RAGI CRACKERS", "productId": "HFTXZICB4Y", "BrandName": "Bakers Dozen", "productName": "The Baker's Dozen Ragi Crackers Baked Snacks No Maida", "productImage": "https://instamart-media-assets.swiggy.com/swiggy/image/upload/fl_lossy,f_auto,q_auto/NI_CATALOG/IMAGES/CIW/2024/4/15/cd597cf1-38b3-479a-9a1f-de1af527c495_namkeenandsavourysnacks_HFTXZICB4Y_MN.png", "mrp": 258, "productPrice": 219, "discount": "15% OFF", "quantity": 30, "instock": 1, "storeName": "Spwave Pvt Ltd - Kalamandir", "address": "GF, site no.8,  chinnapannahalli village, 4th main, 1st cross, k r puram hobli, marathahalli, bangalore, karnataka-560037", "others": "{\"name\": \"The Baker's Dozen Ragi Crackers Baked Snacks No Maida\", \"brand\": \"The Baker's Dozen\", \"images\": \"https://instamart-media-assets.swiggy.com/swiggy/image/upload/fl_lossy,f_auto,q_auto/NI_CATALOG/IMAGES/CIW/2024/4/15/cd597cf1-38b3-479a-9a1f-de1af527c495_namkeenandsavourysnacks_HFTXZICB4Y_MN.png\", \"videos\": \"\", \"about\": {\"Disclaimer\": \"Country Of Origin: India The Shelf life of 365 days from the date of manufacture or packed by.The image(s) shown are representative of the actual product. While every effort has been made to maintain accurate and up to date product related content, it is recommended to read product labels, batch and manufacturing/packing details along with warnings and directions before using or consuming a packed product. For other products or any additional information, please contact the seller and in case you wish to contact the manufacturer/packer, the address mentioned on the product label should be used.\", \"Ingredients\": \"Ragi (finger millet) flour Spices Salt Vegetable oil\", \"Nutritional Information\": \"Per 100g: Calories: 350 kcal Total Fat: 12g Saturated Fat: 2g Sodium: 400mg Total Carbohydrates: 50g Dietary Fiber: 8g Sugars: 2g Protein: 10g\", \"Storage Instructions\": \"Cool, Dry Place : Store the ragi crackers in a cool, dry area away from direct sunlight and heat sources. Ideal storage temperature is room temperature, around 20-25 degree C (68-77 degree F). Airtight Container : After opening the package, transfer any remaining ragi crackers to an airtight container or resealable plastic bag. This helps prevent exposure to air and moisture, which can cause the crackers to become stale. Refrigeration (Optional) : While ragi crackers can be stored at room temperature, refrigeration can help prolong their shelf life, especially in warmer climates or during humid weather. If you choose to refrigerate them, ensure they are sealed in an airtight container to prevent moisture absorption. Avoid Freezing : Do not freeze the ragi crackers, as freezing can alter their texture and cause them to become soft or soggy when thawed. Careful Handling : When handling the ragi crackers, use clean, dry hands or utensils to prevent contamination. Avoid crushing or breaking the crackers during storage. Check for Freshness : Before consuming, inspect the ragi crackers for any signs of staleness, mold, or unusual odor. Discard any crackers that appear compromised.\", \"Description\": \"Introducing The Baker'S Dozen Ragi Crackers Pack of 2 online , a wholesome and delicious snack now available for quick delivery through our e-commerce app! Made from the finest quality ingredients and baked to perfection, our Pack of 2 Ragi Crackers offers a delightful combination of taste and health benefits that are perfect for snacking anytime, anywhere. Order The Baker'S Dozen Ragi Crackers Pack of 2 online and get a testament to our commitment to quality and excellence. We start with nutrient-rich ragi (finger millet), a superfood known for its numerous health benefits, including high levels of calcium, iron, and fiber. Our expert bakers then blend the ragi flour with a select combination of herbs and spices to create a flavorful dough that is rolled thin and baked until crisp and golden brown. Each bite of The Baker's Dozen Ragi Crackers is a delightful experience, with a satisfying crunch and a burst of flavor that will tantalize your taste buds. Buy The Baker'S Dozen Ragi Crackers Pack of 2online to satisfy your cravings and leave you feeling fully satisfied. One of the key highlights of The Baker'S Dozen Ragi Crackers Pack of 2 online is their health benefits. Ragi is known for its numerous nutritional advantages, including being gluten-free and rich in essential nutrients such as calcium, iron, and fiber. Our crackers are baked, not fried, making them a healthier alternative to traditional fried snacks. With The Baker's Dozen Ragi Crackers, you can snack guilt-free, knowing that you are nourishing your body with wholesome ingredients that support your overall well-being. Our Pack of 2 Ragi Crackers is perfect for sharing with family and friends or for stocking up your pantry for whenever hunger strikes. Buy The Baker'S Dozen Ragi Crackers Pack of 2online whether you're looking for a satisfying snack to enjoy at home, in the office, or on the go, The Baker's Dozen Ragi Crackers are the perfect choice for a wholesome and delicious treat that you can feel good about. No need to search The Baker'S Dozen Ragi Crackers Pack of 2 near me ! With our convenient delivery service, you can now enjoy the goodness of The Baker's Dozen Ragi Crackers delivered straight to your doorstep in just a few minutes. Order now and treat yourself to a wholesome snack that's bursting with flavor and nutrition!\"}}", "variation_id": "B8NP03TBC8", "scraped_time": "10:00 AM", "CategoryName": "Crackers", "category_hierarchy": "{'l1': 'Biscuits and Cakes', 'l2': 'Wafer,Rusk and Cracker', 'l3': '', 'l4': 'Crackers'}", "hashid": "c0e757bdd90f34c64ff8e7e1651802f2"}
]